Repository: tcd93/flutter-pos
Catalog: lib/l10n/intl_*.arb
Languages: vi

# main_title
source: POS app
vi: Chương trình POS

# generic_deleteQuestion
source: Delete?
vi: Xóa?

# generic_yes
source: Yes
vi: Có

# generic_no
source: No
vi: Không

# generic_confirm
source: Confirm
vi: Xác nhận

# generic_cancel
source: Cancel
vi: Hủy

source: Lobby
vi: Sảnh

# lobby_drawerHeader
source: Simple POS
vi: POS

# lobby_report
source: Report
vi: Báo cáo

# lobby_menuEdit
source: Edit menu
vi: Chỉnh sửa thực đơn

# details_discount
source: Discount
vi: Khuyến mãi

# details_discountTxt
source: Total: {total}, discounted: {discountPct}%
vi: Tổng: {total}, giảm: {discountPct}%

# details_liDeleted
source: (deleted)
vi: (đã xóa)

# details_customerPay
source: Customer pay
vi: Khách trả

# details_notEnough
source: Not enough
vi: Không đủ

# menu_confirm
source: Confirm Order
vi: Xác nhận đơn

# edit_menu_filterHint
source: Filter by dish name..
vi: Lọc bằng tên món..

# edit_menu_formLabel
source: Dish
vi: Tên món

# edit_menu_formPrice
source: Price
vi: Giá

# history_delPopUpTitle
source: Ignore this order?
vi: Bỏ qua đơn này?

# history_rangePickerHelpTxt
source: Select range
vi: Chọn khoản ngày
